import React from 'react'

export default function About() {
    return (
    <div className='py-20 px-4 max-w-6xl mx-auto'>
        <h1 className='text-3xl font-bold mb-4 text-slate-800'>О Emir Estate</h1>
        <p className='mb-4 text-slate-700'>Emir Estate – ведущее агентство недвижимости
            которая специализируется на оказании помощи клиентам в покупке, продаже и аренде недвижимости в самых
            желательные районы. Наша команда опытных агентов стремится предоставить 
            исключительный сервис и максимально упрощенный процесс покупки и продажи.</p>
        <p className='mb-4 text-slate-700'>
        Наша миссия — помочь нашим клиентам достичь своих целей в сфере недвижимости, предоставляя экспертные консультации,
        индивидуальное обслуживание и глубокое понимание местного рынка. Будь ты 
        Если вы хотите купить, продать или арендовать недвижимость, мы здесь, чтобы помочь вам на каждом этапе пути.
        </p>
        <p className='mb-4 text-slate-700'>Наша команда агентов имеет богатый опыт
        и знаний в сфере недвижимости, и мы стремимся предоставить самый высокий 
        уровень обслуживания наших клиентов. Мы считаем, что покупка или продажа недвижимости должна быть 
        захватывающий и полезный опыт, и мы стремимся сделать его реальностью для
        каждый из наших клиентов.</p>
    </div>
    )
}
